<!--注册协议-->
<template>
  <div class="content">
    <h1 style="text-align: center;"><strong>注册协议 </strong></h1>
    <p>作者:芸艺富通</p>
    <p>注册协议规则说明:</p>
    <p>请务必认真阅读和理解《芸艺富通销售平台》(以下简称&ldquo;平台&rdquo;)《用户注册协议》(以下简称《协议》)中规定的所有权利和限制。除非用户您(也称&ldquo;用户&rdquo;或&ldquo;您&rdquo;)接受本平台的《协议》条款,否则用户/您无权注册、登录或使用本平台《协议》中 所涉及的一切相关服务。用户您一旦注册、登录、使用或以任何方式使用本平台《协议》所涉及的相关服务的行为都将视为对本《协议》的接受,即表示用户您同意接受本《协议》各项条款的约束。如果用户/您不愿意接受本《协议》中的任一条款用户/您应不使用或者立即停止注册、登录和使用本平台《协议》相关服务。在用户/您接受本协议之后,本协议可能因国家政 策、产品(商品或者交易标的)与/或交易服务以及履行本协议的环境发生变化而进行修改,修改后的条款內容将会做加粗或 者加红字体来特别提醒。如用户/您在本协议更新后继续使用本平台的所有行为,即表示用户/您已经充分阅读、理解并接受更 新后的本协议并愿意受更新后的本协议约定。(特別提醒:易激动、易亢奋、心脑血管病人等群体禁止使用本平台及参与交易活动;禁止用户在骑车、开车途中参与交易,用户须严格注意交通安全并遵守相关交通法律规则。用户因忽视本提醒所造成的一切后果,自行承担全部责任。)</p>
    <p><strong>一、</strong><strong>总则 </strong></p>
    <p>1.1芸艺富通销售平台的所有权和运营权归天津芸艺富通销售有限公司所有,平台拥有合法的一切交易资质和经营手续。</p>
    <p>1.2用户在注册之前,应当仔细阅读本《协议》,并同意遵守本《协议》后方可申请成为注册用户。一旦注册成功,则用户与芸艺富通销售平台之间自动形成协议关系,用户应当受本平台《协议》的约束。用户在使用平台的服务或产品时,应当同意接受相关协议或提示告知后方能使用,否则一旦使用部分服务或平台产品,将默认为用户同意《协议》内容。</p>
    <p>1.3本《协议》由芸艺富通销售平台随时更新,用户应当及时关注。本平台的通知、公告、声明或其它类似内容是本平台《协议》 的一部分。</p>
    <p><strong>二、用户注册须知 </strong></p>
    <p>2.1注册成为本平台用户必须满足如下相应主体资格条件之：</p>
    <p>1)用户必须是中国境内的居民,年龄在18周岁以上,且具有完全的民事权利能力及民事行为能力;</p>
    <p>2)用户必须是在中国境内注册成立并正常经营中的具备民事行为能力且能独立承担民事义务的法人；</p>
    <p>3)用户必须是在中国境内依法成立并存续中的其他组织。如不具备上述资格,应立即停止在本平台的注册程序、停止使用本平台服务；</p>
    <p>4若违反前述规定注册使用本平台服务,本平台有权随时终止用户的注册进程及本平台服务、注销账号等,并保留追究用户法律责任的权利。</p>
    <p>2.2在注册和使用本平台服务期间,用户应根据本平台的要求提供自身的真实资料和信息,并保证自注册之时起至使用本平台服务期间,其所提交的所有资料和信息(包括但不限于真实姓名名称、联系电话、身份证号、证件号、银行卡号、收款账号等)真实、准确、完整、有效和合法,如有变更,应及时联系本平台进行变更申请,如因用户未及时更新信息和资料导致本平台无法提供服务或造成交易纠纷、财产损失,由此产生的法律责任和后果由用户自行承担。如用户使用他人信息和文件注册使用本平台服务,或向本平台提供的信息和资料不符合上述规定,由此引起的一切责任和后果均由用户自行承担,本平台不因此承担任何法律责任,如因此给本公司或本平台造成损失,用户应当承担全部经济赔偿责任和全部法律责任。</p>
    <p><strong>三、平台服务内容及服务费用</strong></p>
    <p>3.1本平台向用户提供包括但不限于商品的购买消费、抢购秒杀促销商品、委托交易自购商品、委托仓储服务、委托转售交易、申请提货、申请发货等平台的电商类和交易类的相关服务。</p>
    <p>3.2电商平台服务（B2C）。</p>
    <p><strong>B端商家</strong></p>
    <p>1)商家有责任和义务保证提供和销售给本平台的商品(一口价交易标的、抢购的秒杀促销商品及其他产品)均具有所有权且不侵犯第三方的权益,正品保真,无质量问题；</p>
    <p>2)商家对芸艺富通销售平台所提供的商品品质、质量负责以及提供相应的售后服务、以及一键代发货等服务。对于有质量问题的商品,商家有义务调换货或提供维修服务,但不提供退款退货服务；</p>
    <p>3)因商家商品均为秒杀抢购类型的销售或者预售销售,属于《网络购买商品七日无理由退货暂行办法》第二章第六条第一款商品,参与秒杀抢购的会员在秒杀成功之后,该产品不支持会员的退货申请,如有介意者,请停止参与秒杀抢购活动,否则视为认可本条款。</p>
    <p><strong>C端用户</strong></p>
    <p>C端用户秒杀抢购到商品(交易标的)后,用户有提货的权利和义务,也可申请平台提供支持委托服务,平台审核同意后,C端用户缴纳约定的交易佣金,即可将交付完成的商品(交易标的)通过交易的方式再次转售。</p>
    <p><strong>3.3用户消费行为(C2C) </strong></p>
    <p>1)用户在本平台参与的抢购、交易转售中购买的商品(交易标的)等行为均属于交易行为和消费行为,抢购或者下单购买前需对商品进行商品详情信息、价值的了解与认可,认可后再进行参与竞买或者消费。一旦抢购成功并完成收付款当委托人/卖家点击&ldquo;确认收款&rdquo;按钮的同时,即视为同步完成了交易交易中交易标的物的指示交付竞买用户有权利和义务按平台的交易规则对成功抢购到的商品(交易标的)进行提货申请或者申请平台提供委托服务。</p>
    <p>2)根据《中华人民共和国物权法》规定,用户竞买商品为合法渠道途径取得的商品属个人合法财产(物权),用户(权利人)依法享有直接支配和排他的权利,包括所有权、用益物权和担保物权、人物权和其他权利(用户)的物权受法律保护,任何单位和个人不得侵犯。权利人(用户)以合理的价格通过交易的形式转让,转让成功后,原权利人的原有权利消失,善意受让人拥有该商品(所有权)的一切权利。用户拥有一切有关个人财产所有权的使用(提货)、转售(委托交易)等处理权并享有购买或委交易的结果所带来的一切权益;同时商品收益贬值等带来的风险需由用户自行承担,与本平台无关。</p>
    <p>3)C2C线下付款,请用户在付款前,确认并提高支付安全意识,避免造成财产损失;如发现交易对象信息和收款信息不一致请停止付款交易。若发现信息不一致,还依旧付款,造成的财产损失,由用户个人自行承担,与本平台无关;同时平台会积极协调交易交易环节的争议,或者配合司法机关提供相关数据信息和凭证。</p>
    <p>4)客户抢购商品成功后,可进行提货或者申请平台提供委托服务,但不可进行退货服务。若商品出现质量问题,用户可以联系平台官方客服进行调换货申请或维修申请。</p>
    <p>3.4根据《中华人民共和国交易法》规定如下：</p>
    <p>1)交易人不得参与并购买自己主持交易的商品。</p>
    <p>2)委托人不可购买自己委托交易的商品。</p>
    <p>3)竞买人当天成功竞买的商品,不得当天再次进行交易。但当日可在本平台申请委托。自申请成功之日起,次日方可交易出售。</p>
    <p>3.5用户成功购买或抢购到的商品,72小时内若未提货、未寄存仓库或未委托交易转售,系统将视为用户默认选择发货,并在24小时后自动发货。</p>
    <p>3.6若用户成功委托交易转售的商品(交易标的),累计3次均为失败的结果,平台将不再接受该商品(交易标的)的抢购申请,并将直接发货给用户(权利人)。权利人(用户)可联系平台客服,咨询线下销售渠道或自行处理使用。</p>
    <p>3.7用户提货后的商品,本平台不接受仓储委托和线上委托交易转售服务。</p>
    <p>3.8用户使用本平台相关服务时,本公司有权收取合理的平台服务费用(包括但不限于交易佣金、手续费等),具体服务费用收取标准以本平台规则、公告或者本公司与用户另行签订的相关协议订单明细为准。用户在此不可撤销,将按照本《协议》及用户签署的相关协议约定向本平台支付交易佣金、手续费等,同意并授权本平台自其有关账户中直接扣划服务费用。遇用户通过本平台与其他方签订协议的,应按照签署的协议约定委托本平台或自行向其他方支付费用。</p>
    <p>3.9用户一旦注册,将自动成为本平台分销商,享有分销商推荐用户的权利和享有旗下会员商品交易所产生的交易佣金返佣奖励的权利。分销商的相关管理制度,请用户自行查阅相关规则。</p>
    <p>3.10用户抢购成功后,请尽快付款,若用户出现3次及以上抢购成功后不付款行为,将视为恶意抢购,该用户账号将被冻结。</p>
    <p>3.11委托转售交易价格最高不得超过原始价格溢价的5%,系统规则默认为:竟买原始价格*1.05%。</p>
    <p>3.12用户钱包余额,随时可提现。</p>
    <p><strong>四、用户使用规则 </strong></p>
    <p>4.1用户不得利用本平台或本平台服务从事任何违反中华人民共和国法律法规或侵犯他人权益的行为。不得自行发布、转载传送含有下列内容之一的信息,本平台在发现用户从事该等活动或发布信息时,有权基于本平台的独立判断直接删除用户在本平台上作出的相关信息,有权不经通知而立即停止用户对本平台的全部或部分功能的使用(包括但不限于中止、终止、限制用户使用本平台服务)而无需通知用户,亦无需承担任何责任。如因此给本公司或本平台造成损失的,应当赔偿一切经済损失和一切法律责任。</p>
    <p>(1)违反宪法确定的基本原则的；</p>
    <p>(2)危害国家安全,泄露国家机密,颠覆国家政权,破坏国家统一的;</p>
    <p>(3)损害国家荣誉和利益的；</p>
    <p>(4)煽动民族仇恨、民族歧视,破坏民族团结的;</p>
    <p>(5)破坏国家宗教政策,宣扬邪教和封建迷信的；</p>
    <p>(6)散布谣言,扰乱社会秩序,破坏社会稳定的;</p>
    <p>(7)散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的;</p>
    <p>(8)侮辱或者诽谤他人,侵害他人合法权益的;</p>
    <p>(9)煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的;</p>
    <p>(10)以非法民间组织名义活动的；</p>
    <p>(11)冒充本平台名义发布虚假信息、诱导、误导他人的投机等不良动机,参与本平台消费和交易的；</p>
    <p>(12)含有法律、行政法规禁止的其他内容的。</p>
    <p>4.2在使用本平台时,用户不得违反下述规定,如违反任意一条,本平台有权基于独立判断直接刪除用户在本平台上作出的相关信息,有权要求用户改正或直接采取必要的措施禁止(包括但不限于中止、终止、限制用户使用本平台服务)而无需通知用户,亦无需承担任何责任。如因此给本平台造成损失的,用户应当赔偿本平台的全部损失,本公司和本平台将保留追究法律责任的权利</p>
    <p>(1)不得为任何非法目的而使用本平台网络服务系统;</p>
    <p>(2)遵守所有与网络服务有关的网络协议、规定和程序;</p>
    <p>(3)不得利用本平台进行任何可能对社会大众、社会稳定、互联网的正常运转造成不利影响的行为；</p>
    <p>(4)不得利用本平台进行任何不利于本平台或侵犯本公司利益的行为或言论。</p>
    <p>(5)不得利用本平台名义发布不实信息、诱导、误导广大消费者,以不良投机动机参与本平台服务的行为或言论。</p>
    <p><strong>4.3账户安全及管理 </strong></p>
    <p>4.3.1用户在注册时向本平台提交的姓名、身份证是用户在本平台的唯一识別信息。用户注册成功后,应当妥善保管用户名和密码,并对自己的用户名、手机账号、身份证号安全性负责,不得将注册的用户名、手机账号及身份证号告知转让、赠与或授权给第三方使用。用户确认使用用户名、手机账号和身份证号在本平台的一切行为以及以用户在本平台注册时提交的身份证信息均为用户本人操作,并承担相应的法律后果,本公司及本平台不承担任何责任。</p>
    <p>4.3.2协助义务:用户如发现有第三人冒用或盗用用户账户及身份证信息,或其他任何未经合法授权的情形,应立即以有效方式通知本平台,要求本平台暂停相关服务,否则由此产生的一切责任由用户自担。如遇侵权事件发生,平台将协助用户积极采用法律手段,维护自身合法权益不受侵害,配合司法机关提供相关信息协助和技术协助。</p>
    <p>4.3.3本平台有权基于单方独立判断,在其认为可能发生危害交易安全等情形时,不经通知而先行暂停、中断或终止向用户提供本《协议》项下的全部或部分服务(包括收费服务),且无需对用户或任何第三方承担任何责任。前述情形包括但不限于：</p>
    <p>(1)本平台认为用户提供的相关资料不具有真实性、有效性或完整性；</p>
    <p>(2)本平台发现异常交易或有疑义或有违法之虞时；</p>
    <p>(3)本平台认为用户的账户涉嫌洗钱、套现、传销、恶意刷单被冒用或其他本平台认为有风险之情形；</p>
    <p>(4)本平台认为用户已经违反本《は协议》中规定的各类规则；</p>
    <p>(5)用户在使用本平台收费服务时未按规定向本公司支付相应的服务费用；</p>
    <p>(6)用户账户已连续6个月未实际使用平台且账户中余额为零、账户无可提货产品或无委托仓储产品、无委托交易转售的商品。</p>
    <p>(7)本平台基于交易安全等原因,根据其单独判断需先行暂停、中断或终止向用户提供本《协议》项下的全部或部分用户服务(包括收费服务),并将注册资料另行备份封存的其他情形。</p>
    <p>4.3.4用户同意,在必要时,本平台无需进行事先通知即有权终止提供用户账户服务,并可能立即暂停、关闭用户账户及该用户账户中所有相关资料及档案。</p>
    <p>4.3.5账户注销:当用户決定不再使用本平台注册账户时,应首先支付所有应付款项(包括但不限于手续费、交易佣金等),再将账户中的可用款项(如有)全部提现或者在本平台进行消费;购买或委托交易未成功的产品全部申请提货,完成上述动作及行为确认后,用户方可向本平台申请注销该账户,经本平台审核同意后可正式注销账户。用户死亡或被宣告死亡的,其在本《协议》项下的各项权利义务由其继承人承担。若用户丧失全部或部分民事权利能力或民事行为能力,本平台或其授权的主体有权根据有效法律文书(包括但不限于生效的法院判決等)或其法定监护人的指示处置与用户账户相关的款项或抢购购买的标的物品。强制注销用户账户的规则按此执行。平台没有为申请注销的用户,保留账户信息的义务,但有保存用户注册信息及账户交易交易信息的权利,最长保存期限为三年。</p>
    <p>4.3.6用户同意,账户的暂停、中断或终止不代表用户责任的终止,用户仍应对使用本平台服务期间的行为承担可能的违约或损害赔偿责任。</p>
    <p>4.4知识产权：</p>
    <p>4.4.1本平台的所有内容,包括但不限于文本、数据、图片、音频、视频、源代码和其他所有信息,均由本公司及本平台享有知识产权。未经本平台事先书面同意,不得复制、模仿、改编、传播、公布、展示或以任何其他方式侵犯本平台的知识产权。未经本公司书面同意,用户不得将本平台包含的资料等任何内容发布到任何其他平台或者服务器。任何未经授权对本平台内容的使用均属于违法行为,本公司有权追究法律责任。</p>
    <p>4.4.2用户不得对芸艺富通销售交易平台或其内容进行转售或商业利用;不得收集和利用产品目录、说明和价格;不得对芸艺富通销售交易平台或其内容进行任何衍生利用;不得为其他商业利益而下载或拷贝账户信息或使用任何数据采集、收集和摘录工具。未经 本平台的书面许可,严禁对芸艺富通销售交易平台的内容进行系统获取以直接或间接创建或编辑文集、汇编、数据库或人名地址录(无论是否通过 Robots、 Spiders、自动仪器或手工操作)。另外,严禁为任何未经本《协议》明确允许的目的而使用芸艺富通销售交易平台上的内容和材料。</p>
    <p><strong>五、用户隐私保护及授权 </strong></p>
    <p>5.1用户同意本平台在业务运营中收集和储存用户信息,包括但不限于用户自行提供的资料和信息,以及本平台自行收集取得的用户在本平台的交易记录和使用信息等。本平台收集和储存用户信息的主要目的在于提高服务的效率和质量。</p>
    <p>5.2本平台不对外公开或为第三方提供单个用户的注册资料及用户在使用网络服务时存储在本平台的非公开内容,但下列情况除外：</p>
    <p>(1)事先获得用户的明确授权;</p>
    <p>(2)根据有关的法律法规要求;</p>
    <p>(3)按照相关政府主管部门、司法部门的要求。</p>
    <p>六、责任限制</p>
    <p>6.1基于互联网的特殊性,本公司无法保证本平台的服务不会中断,对于包括但不限于本公司、本平台及相关第三方的网络服务商设备、系统存在缺陷,计算机发生故障、遭到病毒、黑客攻击或者发生地震、海啸等不可抗力而造成服务中断或因此给用户造成的损失,本公司不承担任何责任,有关损失由用户自担。</p>
    <p>6.2本公司有义务对本平台商家销售商品、委托交易商品把关、溯源,对商品品质质量进行最大程度的鉴定、评估、审核入库、仓储管理等,并做信息公示。用户选择参与交易等行为时,应当自行判断真实性、消费需求和承担抢购的收益或风险由此而产生的法律责任和后果由用户自担,本公司不承担任何责任。</p>
    <p>6.3用户成功购买或成功抢购的商品为个人合法途径取得的个人财产(拥有全部所有权),受法律保护且拥有所有权和支配权用户有权处置,包括但不限于提货、申请委托抢购销售、无偿或者有偿馈赠他人、二手转让买卖等行为。</p>
    <p><strong>七、风险提</strong></p>
    <p>7.1用户了解并认可,任何通过本平台进行的抢购、委托交易转售、抢购消费等不能避免以下风险的产生,本平台不能也没有义务为如下风险负责：</p>
    <p>(1)宏观经济风险:因宏观经济形势变化,可能引起商品(交易标的)市场价值或者价格等方面的异常波动,用户有可能遭受已购商品(委托交易标的)贬值的直接或者间接损失；</p>
    <p>(2)政策风险:有关法律、法规及相关政策、规则发生变化,可能引起已购商品(交易标的)市场价值或者价格等方面异常波动,用户有可能遭受损失;</p>
    <p>(3)违约风险:因其他参与交易方无经济突力按时履约或恶意参与竞买,用户有可能遭受委托交易失败等情形的直接或者间接损失；</p>
    <p>(4)利率风险:市场利率变化可能对购买成功、抢购成功的商品(交易标的)或持有该商品(交易标的)的可变现产生影；</p>
    <p>(5)不可抗力因素导致的风险；</p>
    <p>(6)因用户的过错导致任何损失,该过错包括但不限于:操作不当、遗忘或泄露密码、密码被他人破解、用户使用的计算机系统被第三方侵入、用户委托他人代理交易时他人恶意或不当操作而造成的损失。</p>
    <p>7.2用户依赖于个人的独立判断进行交易活动的参与和履约,用户应对其作出的判断和行为承担全部责任。</p>
    <p>7.3以上并不能掲示用户通过本平台进行交易的全部风险及市场的全部情形。用户在作出参与交易決策并申请委托二次转售交易等情况时,应全面了解相关交易规则,谨慎决策,并自行承担和接受全部收益和商品升值、商品贬值、、有价无市等风险。</p>
    <p>7.4芸艺富通销售交易平台在此善意的提醒您,本协议中与您的权益(可能)存在重大关系的条款,请您留意重点查阅。同时用户/您与平台双方同意前述条款不属于《合同法》第40条规定的免除其责任、加重对方责任、排除对方主要权利&rdquo;的条款,即用户/您和平台均认可前述条款的合法性及有效性,您不会以平台未尽到合理提示等义务为由而声称本协议中条款非法或无效。</p>
    <p><strong>八、其他 </strong></p>
    <p>8.1本《协议》的订立、执行、解释及争议解決均适用中华人民共和国法律(不包括香港、澳门、台湾地区)。本《协议》条款具有可分性,部分无效不影响其它部分效力。本平台对本《协议》拥有最终的解释权。如有任何疑问,敬请联系芸艺富通销售交易平台客服。</p>
    <p>8.2如果你是本平台注册用户,本《协议》条款将对用户持续有效,有效期至用户注销或者被关闭账户后。</p>
    <p>8.3如有任何争议,应友好协商解决,协商不成,应提交本公司所在地有管辖权的法院诉讼解决。本《协议》最新修订时间为2020年7月,现向平台所有用户公示,公示期间,原协议条款继续对所有用户继续有效。</p>
  </div>
</template>

<script>
export default {
name: "registrationProtocol"
}
</script>

<style scoped lang="scss">
  .content{
    padding: 20px;

    strong{
      margin-top: 15px;
    }
  }
</style>
